Repository: kirellosrashad/Mahgooz
Catalog: Localization/SharedResource.*.resx
Languages: ar_sa

source: Inform Candidate By Email
ar_sa: إعلام المرشح عن طريق البريد الإلكتروني

# JOBS_PLAN_LIMIT
source: You have reached the allowed number of job openings, upgrade to be able to manage the new job openings
ar_sa: لقد وصلت إلى العدد المسموح به من الوظائف، قم بالترقية لتتمكن من إدارة الوظائف الجديدة

# JOBS_QUOTA_LIMIT
source: Your job has been saved, but you have reached the max. number of jobs to be posted this month
ar_sa: تم حفظ وظيفتك ، لكنك بلغت الحد الأقصى للوظائف المنشورة لهذا الشهر

# CANDIDATES_OVER_PLAN_LIMIT
source: Based on your subscribed plan, you are allowed to add {0} applicants
ar_sa: بناءً على خطة اشتراكك، يُسمح لك بإضافة {0} من المتقدمين

# CANDIDATES_PLAN_LIMIT
source: You've reached the maximum limit in your plan
ar_sa: لقد وصلت إلى الحد الأقصى في اشتراكك

# CANDIDATES_REMAIN_LIMIT
source: You only have {0} applicants to add
ar_sa: لديك فقط {0} من المتقدمين لإضافتهم

# USERS_REMAIN_LIMIT
source: You only have {0} users to add
ar_sa: لديك فقط {0} من المستخدمين لإضافتهم

# UPGRADE_TO_ALLOW_FEATURE
source: Upgrade your plan to allow this feature
ar_sa: قم بترقية اشتراكك للحصول على تلك الخاصية

# PIPELINE_PLAN_LIMIT
source: Sorry you have exceeded your limit. Please upgrade to be able to add and manage more workflows
ar_sa: لقد تجاوزت الحد الخاص بك. يرجى الترقية لتتمكن من إضافة وإدارة المزيد من مراحل الوظيفة

source: Closing days
ar_sa: تاريخ الإغلاق

# INVALID_CLOSING_DAYS
source: Invlaid closing days
ar_sa: ناريخ الإغلاق غير صحيح

# TRIAL_NOT_ALLOWED
source: Your plan is trial. You are not allowed to cancel subscription
ar_sa: خطة اشتراكك تجريبية. غير مسموح لك بإلغاء الإشتراك

# PositiveBalance
source: The price different between the two plans is {0} SAR
ar_sa: فرق قيمة الاشتراك بين الخطتين هو {0} ر.س

# OfferExpired
source: This offer has expired
ar_sa: إنتهت صلاحية هذا العرض

# ZeroBalance
source: Your last payment is covering this transaction, just confirm the transaction
ar_sa: مدفوعاتك السابقة تغطي هذه المعاملة، فقط قم بتأكيد الاشتراك

# NegativeBalance
source: Your last payment is covering this transaction and wallet is updated, just confirm the upgrading
ar_sa: مدفوعاتك السابقة تغطي هذه المعاملة وتم تحديث الحافظة، فقط قم بتأكيد الاشتراك

# MORE_INFO_FORM_COMPLETED
source: The form is completed
ar_sa: النموذج تم الإجابة عليه من قبل

# MORE_INFO_FORM_EXPIRED
source: The form is expired
ar_sa: النموذج منتهي الصلاحية

# MORE_INFO_FORM_INVALID_ANSWER
source: Please answer all questions
ar_sa: من فضلك أجب على جميع الأسئلة

# MORE_INFO_FORM_INVALID_ANSWER_LENGTH
source: Invalid answer length
ar_sa: الإجابة اطول من المطلوب

# MORE_INFO_FORM_INVALID_QUESTION
source: Invalid question
ar_sa: سؤال غير صحيح

# MORE_INFO_FORM_INVALID_TYPE
source: Invalid form answer type
ar_sa: نوع نموذج الإجابة غير صحيح

# MORE_INFO_FORM_Vedio_Length
source: Total number of video minutes must be less or equal 5
ar_sa: مجموع عدد الدقائق اقل من او يساوي 5

source: Amount
ar_sa: القيمة

# INVALID_END_DATE
source: End date must be greater or equal to start date
ar_sa: تاريخ النهاية يجب أن يكون أكبر من أو يساوي تاريخ البداية

# INVALID_FIXED_AMOUNT
source: Amount value must be less or equal to 9999.99
ar_sa: قيمة الخصم يجب أن تكون أكبر من 0 واصغر من او تساوي 9999.99

# INVALID_MAX_LIMIT
source: Max limit value must be less or equal to 9999.99
ar_sa: قيمة الحد الافصى يجب أن تكون أصغر من او تساوي 9999.99

# INVALID_PERCENTAGE_AMOUNT
source: Amount value must be greater than 0 and less or equal to 100
ar_sa: قيمة الخصم يجب ان تكون أكبر من 0 واصغر من او تساوي 100

# INVALID_START_DATE
source: Start date must be greater or equal to today
ar_sa: تاريخ البداية يجب أن يكون اكبر من أو يساوي اليوم

source: Start date
ar_sa: تاريخ البداية

source: Companies
ar_sa: الشركات

# InvalidPromoCode
source: the promo code is invalid
ar_sa: الرمز الترويجي غير صالح

source: Promo code type
ar_sa: نوع الرمز الترويجي

source: Email Type
ar_sa: نوع الايميل

source: Invalid Email Type
ar_sa: نوع الايميل غير صحيح

source: Stage
ar_sa: المرحلة

# DUPLICATE_ACCEPT_ACTION
source: Accept action should be in one stage only
ar_sa: فعل القبول يجب ان يكون فى مرحله واحده فقط

# DUPLICATE_REJECT_ACTION
source: Reject action should be in one stage only
ar_sa: فعل الرفض يجب ان يكون فى مرحله واحده فقط

source: Cover letter
ar_sa: غلاف الرسالة

# TEMPLATE_AR
source: Arabic template
ar_sa: النموذج العربي

# TEMPLATE_EN
source: English template
ar_sa: النموذج الانجليزي

source: Template
ar_sa: النموذج

source: Review reason
ar_sa: سبب المراجعة

source: Expiration date
ar_sa: تاربخ الإنتهاء

source: Invalid expiration date
ar_sa: تاريخ الإنتهاء غير صحيح

source: Company size
ar_sa: حجم الشركة

source: Company type
ar_sa: نوع الشركة

source: Invalid company size
ar_sa: حجم الشركة غير صحيح

source: Invalid company type
ar_sa: نوع الشركة غير صحيح

source: Offer language
ar_sa: لغة نموذج العرض

source: Signature template
ar_sa: نموذج التوقيع

# GPA_GREATER_OUTOF
source: GPA must be equal to or less than Out of value
ar_sa: المعدل التراكمي يجب ان يساوي او يقل عن المجموع

# INVALID_EXTEND_REQUEST
source: Request has send before
ar_sa: تم ارسال الطلب من قبل

# INVALID_IMAGE_SIZE_10
source: File size should not exceed 10MB
ar_sa: يجب أن لا يتعدى حجم الملف 10 ميجا بايت

# COMPLETE_EDUCATION_MISSING_DATA
source: complete missing data in education section
ar_sa: قم بإكمال جميع البيانات في المؤهل التعليمى

source: Nationality
ar_sa: الجنسية

source: Not valid nationality
ar_sa: الجنسية غير صحيحة

# TERMS_NOT_AGREE
source: you must agree to the terms and conditions, privacy policy and disclaimer
ar_sa: يجب ان توافق على الشروط و الاحكام وسياسة الخصوصية و إخلاء المسؤولية

source: Industry
ar_sa: مجال العمل

source: GPA
ar_sa: المعدل التراكمى

source: Vat Number
ar_sa: الرقم الضريبي

source: WebSite Url
ar_sa: رابط موقع الشركة

# INVALID_WEBSITE_URL
source: Please enter a valid website URL (e.g. https://hrcom.io/)
ar_sa: الرجاء إدخال عنوان صالح للموقع (مثال: https://hrcom.io)

# ApplicantAppliedBefore
source: This applicant {0} applied for this job before
ar_sa: لقد تقدم {0} على هذه الوظيفة من قبل

# IntersectionInterviewTime
source: The interviewer ({0}) has interview at the same time
ar_sa: يوجد مقابلة اخرى لهذا المقابل ({0}) في نفس التوقيت

source: Annual price
ar_sa: السعر سنوياً

source: Month price
ar_sa: السعر شهرياً

# NUM_OF_CVS
source: Number of CVs
ar_sa: عدد السير الذاتية

# NUM_OF_JOBS
source: Number of jobs
ar_sa: عدد الوظائف

# NUM_OF_MINUTES
source: Number of minutes
ar_sa: عدد الدقائق لمقابلات الفيديو

# NUM_OF_USERS
source: Number of users
ar_sa: عدد المستخدمين

# NUM_OF_WORKFOLW_PIPELINES
source: Number of workflow pipelines
ar_sa: عدد مسار طلبات التوظيف

source: Payment type
ar_sa: نوع الدفع

# PAYMENT_TYPE_VALUES
source: Payment type must be monthly or annual
ar_sa: نوع الدفع يجب أن يكون شهريا أو سانويا

source: Can not delete standard plan
ar_sa: لا يمكن حذف خطة من الخطط الافتراضية

# CAN_NOT_DELETE_USED_PLAN
source: Can't delete this plan it was subscribed by companies
ar_sa: لا يمكن حذف هذه الخطة انها مستخدمة بواسطة شركات

# STANDARD_PLANS_MUST_HAVE_ALL_PRICING
source: Standard plans must have monthly and annually price
ar_sa: الخطط الافتراضية يجب ان تحتوي على السعر شهريا وسنويا

# CAN_NOT_CHANGE_PAYMENT_TYPE
source: Can not change payment type of subscriped plan
ar_sa: لا يمكن تغيير طريقة الدفع لخطة لها مشتركين

source: Invalid OTP
ar_sa: رمز التحقق غير صحيح

source: OTP Is Expire
ar_sa: انتهت صلاحية رمز التحقيق

# INVLAID_HEAR_ABOUT_US
source: Invalid Hear About Us
ar_sa: كيف سمعت عنا غير صحيحة

# CLOSED_JOB
source: Sorry this vacancy is closed and no longer available
ar_sa: عذرا هذه الوظيفة مغلقة ولم تعد متاحة

source: Company Not Found
ar_sa: الشركه غير موجودة

# CANDIDATE_HAS_NO_PHONE_NUMBER
source: This candidate has no phone number yet
ar_sa: هذا المتقدم غير مسجل له رقم جوال

source: Vat number required
ar_sa: الرقم الضريبي مطلوب

# REPLACEMENT_CATEGORY_REQUIER
source: Replaced employee is required
ar_sa: الموظف المستبدل مطلوب

source: Invalid pipeline flow
ar_sa: المسار غير صحيح

# PIPELINE_FLOW_REQUIRED
source: Pipeline flow is required
ar_sa: يجب اختيار المسار

# PUBLISHED_JOBS_QUOTA_FINISHED
source: Your job has been saved, but you have reached the max. number of jobs to be posted this month
ar_sa: تم حفظ وظيفتك ، لكنك بلغت الحد الأقصى للوظائف المنشورة لهذا الشهر

# LOGIN_TOKEN_EXPIRED
source: Session has been expired due to inactivity
ar_sa: انتهت الجلسة بسبب عدم النشاط

source: Candidate Id
ar_sa: هوية المتقدم

source: Candidate not found
ar_sa: المتقدم غير موجود

# PLAN_HAS_NO_BRAND_JOB_POST_FEATURE
source: Brand job post is disabled in your subscription plan
ar_sa: تصميم منشور إعلانات وظائف الشركة غير متاح في خطة اشتراكك

# PLAN_HAS_NO_SEND_EMAIL_FEATURE
source: Send email is disabled in your subscription plan
ar_sa: إرسال بريد الكتروني غير متاح في خطة اشتراكك

# PLAN_HAS_NO_SEND_OFFER_FEATURE
source: Send offer/pre-offer is disabled in your subscription plan
ar_sa: إرسال نموذج العرض غير متاح في خطة اشتراكك

# WEBSITE_URL_IS_REQUIRED
source: website url must not be empty
ar_sa: رابط موقع الشركة مطلوب

# DUPLICATE_LOGIN_PROVIDER_DATA
source: The login provider data is exist with another account
ar_sa: بيانات تسجيل الدخول موجودة مع حساب آخر

source: Invalid login data
ar_sa: بيانات الدخول غير صحيحة

# TEMPLATE_REMOVED
source: This template has been removed, please add it as a new template.
ar_sa: تم حذف هذا النموذج ، يرجى إضافته كنموذج جديد

source: Device id
ar_sa: هوية الجهاز

source: Device token
ar_sa: رمز الجهاز

source: System Name
ar_sa: اسم النظام

# COMPANY_IS_UNVERIFIED
source: This company is unverified now, please contact HRcom team at info@hrcom.io
ar_sa: هذه الشركة غيرمثبته، الرجاء الاتصال بنا من خلال الايميل info@hrcom.io

# INVALID_DOMAIN_NAME
source: Invalid domain
ar_sa: هذا النطاق غير صالح

# INVALID_FILE_SIZE5
source: File size should not exceed 10MB
ar_sa: يجب أن لا يتعدى حجم الملف 10 ميجا بايت

# INVALID_LINK
source: This is an invalid Link
ar_sa: هذا الرابط غير صحيح

# OFFER_SUBMITTED_BEFORE
source: You have submitted this form before, Thank you
ar_sa: لقد قمت بتقديم هذا النموذج من قبل, شكرا لك

source: Platform
ar_sa: المنصة

source: Refresh token
ar_sa: رمز التحديث

source: Agent has sync email
ar_sa: المستخدم لديه بريد الكتروني مربوط من قبل

# USED_REJECTION_REASON
source: Can't delete this reason it was used before
ar_sa: لا يمكن حذف هذا السبب لقد تم استخدامه من قبل

# CONTRACTOR_REJECTED_BY_USER
source: Sorry this contract is not available anymore
ar_sa: نأسف هذا العقد غير متاح حاليً

# INVALIDMEDSALARYNUMBER
source: Med Salary is invalid
ar_sa: الحد المتوسط للمرتب غير صحيح

# INVALIDMEDSALARYRANG
source: Med Salary must between 0.00 and 99999999
ar_sa: الحد المتوسط للمرتب يجب ان يكون بين 0.00 و 99999999

# INVALID_MED_SALARY
source: Medium salary should be more than Minimum and less than Maximum
ar_sa: الحد المتوسط للأجر يجب ان يكون أكبر من الحد الأدنى وأقل من الحد الأقصى

source: Med Salary
ar_sa: الحد المتوسط للمرتب

# EXCEL_INVALID_MED_SALARY
source: Row {0} are skipped because medium salary should be more than Minimum and less than Maximum
ar_sa: تم تخطي الصفوف {0} لأن الحد المتوسط للأجر يجب ان يكون أكبر من الحد الأدنى وأقل من الحد الأقصى

source: Offer value
ar_sa: قيمة العرض الوظيفي

# EXCEED_PARENT_LEVEL_LIMIT
source: Nested child level limit is reached
ar_sa: لقد بلغت الحد الاقصى من عدد التفريعات

# INVALID_PARENT_JOB_TITLE
source: Invalid job position parent id
ar_sa: قيمة المسمى الوظيفى الأب غير صحيحة

# INVALID_JOB_TITLE_DELETE
source: Can't delete this position, it is used in the system
ar_sa: لا يمكن مسح هذه الوظيفة لانها مستخدمة بالنظام

# DEPARTMENT_NAME_DUBLICATION
source: This Department already exists, please choose another name
ar_sa: هذا القسم موجود من قبل، من فضلك اختر اسم اخر

# INVALID_HEAD_AGENT
source: Not valid head department agent
ar_sa: مستخدم رئيس القسم غير صحيح

# INVALID_HIRING_AGENT
source: Not valid hiring manger agent
ar_sa: مستخدم مدير التوظيف غير صحيح

# INVALID_PARENT_DEPARTMENT
source: Invalid department parent id
ar_sa: قيمة القسم الأب غير صحيحة

# INVALID_Department_DELETE
source: Can't delete this Department, it is used in the system
ar_sa: لا يمكن مسح هذا القسم لانه مستخدم بالنظام

source: Approval action
ar_sa: إجراء الموافقة

source: Approval type
ar_sa: نوع الموافقة

source: Approved by
ar_sa: الموافقة بواسطة

source: Choose role or title
ar_sa: اختر مسمى وظيفي أو دور وظيفي

source: Job approval stage
ar_sa: مرحلة موافقة الوظيفة

source: Order
ar_sa: الترتيب

source: Salary grades
ar_sa: سلم الرواتب

source: Salary ranges
ar_sa: نطاق الرواتب

source: Invalid approval type with action
ar_sa: نوع الموافقة غير صحيح مع الإجراء

# INVALID_APPROVED_BY_COUNT
source: Approved by count must be less than or equal to 6
ar_sa: عدد المطلوبين للموافقة يجب أن يكون أقل من أو يساوي 6

# DUPLICATED_SALARY_GRADE
source: Duplicate salary grade per action
ar_sa: لا يمكن تكرار سلم الراتب للإجراء

# DUPLICATE_APPROVED_BY
source: Duplicate approved by records
ar_sa: لا يمكن تكرار الاشخاص المطلوب منهم الموافقة في الاجراء الواحد

# DUPLICATE_ORDER
source: Duplicate approved by order
ar_sa: لا يمكن تكرار ترتيب الاشخاص المطلوب منهم الموافقة في الاجراء الواحد

# DUPLICATE_SALARY_RANGE
source: Duplicate salary range per action
ar_sa: لا يمكن تكرار نطاق الراتب للإجراء

# DUPLICATED_DEPARTMENT_TYPE
source: Duplicate department type per action
ar_sa: لا يمكن تكرار نوع الموافقة (القسم) مع نفس الإجراء

source: Duplicate approval action
ar_sa: لا يمكن تكرار نفس الإجراء أكثر من مرة

# SALARY_GRADES_REQUIRED
source: Salary grades are required
ar_sa: يجب إختيار سلم الرواتب

# SALARY_RANGES_REQUIRED
source: Salary Ranges are required
ar_sa: يجب إختيار نظاق الرواتب

# InvalidPublishingDays
source: Invlaid publishing days
ar_sa: تاريخ النشرغير صحيح

# USER_ASSIGN_TO_DEPARTMENT
source: The agent assigned on department(s), please replace him first
ar_sa: المستخدم مسند له أقسام، من فضلك قم باستبداله أولا

# EMPTY_EXCEL_FILE
source: Excel file is empty
ar_sa: ملف الأكسل لا يحتوي على بيانات

# EXCEL_FILE_ONLY
source: Excel files are only allowed
ar_sa: مسموح فقط بملفات أكسل

# EXCEL_INVALID_ROW_DATA
source: Row {0} is skipped as it contains invalid data
ar_sa: تم تخطي الصف {0} لأنه يحتوي على بيانات غير صالحة

# EXCEL_REQUIRED_ROW_DATA
source: Row {0} is skipped as it is missing required data
ar_sa: تم تخطي الصف {0} لأنه يفتقد بيانات مطلوبة

# NOT_VALID_DEPARTMENT
source: Selected depatment not found any more please check it first
ar_sa: القسم المحدد غير موجود رجاء التحقق منه

# NOT_VALID_JOBTITLE
source: Selected job title not found any more please check it first
ar_sa: المسمى الوظيفي المحدد غير موجود رجاء التحقق منه

# MULTIPLE_APPROVAL_SETUP
source: Not allowed multiple approval setup for department type
ar_sa: غير مسموح بتعدد الاعتمادات الوظيفية للنوع قسم

# NOT_VALID_DIRECTMANGER
source: Selected direct manger not found any more please check it first
ar_sa: المدير المباشر المحدد غير موجود رجاء التحقق منه

# INVALID_EMAIL_DOMAIN
source: The agent must be inside Adaa's domain
ar_sa: يجب أن يكون المستخدم داخل نطاق أداء

# REQUIRED_OTP_CODE
source: OTP code is required
ar_sa: رمز التحقق مطلوب

# EXCEL_ADD_AGENT_ERRORS
source: Row {0} is skipped because {1}
ar_sa: العميل رقم {0} تم حذفه لأن {1}

# AGENT_PASSWORD_LENGTH
source: Password must be with a minimum length of 15 characters
ar_sa: يجب ألا يقل طول كلمة المرور عن 15 حرف

# PasswordRequiresNonAlphanumeric
source: Password must contain at least one special character
ar_sa: يجب أن تحتوي كلمة المرور على حرف خاص واحد على الأقل

# RATE_OR_NOTE_REQUIRED
source: At least one of the above field's values is required
ar_sa: الرجاء إدخال قيمة واحده على الأقل

# INVALID_PUBLISHING_DATE
source: Publishing Date not editable
ar_sa: تاريخ النشر غير قابل التعديل

source: Two factor token
ar_sa: رمز التوثيق الثنائي

source: Invalid two factor token
ar_sa: رمز التوثيق الثنائي غير صحيح

source: Allowance type
ar_sa: نوع لبدل

source: Duplicate allowance type
ar_sa: نوع البدل مكرر

source: Allowances
ar_sa: البدلات

# ALLOWANCE_VALUE
source: Allowance percentage
ar_sa: نسبة البدل

# MISSING_ALLOWANCES
source: Missing allowance types
ar_sa: هناك أنواع من البدلات غير محددة

# EXCEL_INVALID_CURRENCY
source: Row {0} skipped because invalid currency
ar_sa: تم تخطي الصف {0} لأنه يحتوي على عملة غير صحيحة

# ALLOWANCE_NOT_EXCEED_BASIC
source: The value can’t exceeds the minimum basic salary
ar_sa: القيمة يجب ان لا تتعدى الحد الأدني من أساسي المرتب

source: Invalid job role
ar_sa: الدور الوظيفي غير صحيح

source: Permission
ar_sa: الصلاحية

source: Missing permissions
ar_sa: هناك صلاحيات غير موجودة

source: Duplicate permissions
ar_sa: هناك صلاحيات متكررة

# SEND_INTERVAL
source: Send email interval
ar_sa: الفاصل الزمني لإرسال البريد الإلكتروني

# COMPLETE_PERCENTAGE_EVALUATIONS
source: Add all percentage evaluations
ar_sa: أضف جميع تقييمات النسبة المئوية

# PERCENTAGE_EVALUATIONS_COUNT
source: Number of percentage evaluations must be equal 3
ar_sa: عدد التقييمات بالنسبة يجب أن يساوي 3

source: Stars evaluations
ar_sa: التقييم بالنجوم

# STARS_EVALUATIONS_COUNT
source: Number of stars evaluations must be between 1 and 14
ar_sa: عدد التقييمات بالنجوم يجب ان يكون بين 1 و 14

source: Candidate evaluation status
ar_sa: حالة تقييم المرشح

source: Candidate status
ar_sa: حضور المتقدم

# COMPLETE_STARS_EVALUATIONS
source: Add all stars evaluations
ar_sa: أضف جميع تقييمات النجوم

source: Duplicate percentage evaluations
ar_sa: تقييمات النسبة المئوية مكررة

source: Duplicate stars evaluations
ar_sa: تقييمات النجوم مكررة

source: Evaluation percentage value
ar_sa: قيمة النسبة المئوية للتقييم

source: Evaluation stars value
ar_sa: قيمة نجوم التقييم

source: Invalid interview evaluation Id
ar_sa: الرقم التعريفي لتقييم المقابلة غير صحيح

# CHECK_REQUIREDFIELDS
source: Please Complete your profile The following data is required to apply for this job
ar_sa: برجاء إستكمال ملفك الشخصي للتقديم علي هذه الوظيفة

source: Job description (AR)
ar_sa: الوصف الوظيفي بالعربي

source: Job description (EN)
ar_sa: الوصف الوظيفي بالانجليزي

source: Competence levels
ar_sa: مستويات الجدارة

# COMPETENCE_LEVELS_ONE_SHOWN
source: At least one competence is required
ar_sa: يجب إظهار على الأقل مستوى جدارة واحد

source: Competence level id
ar_sa: رقم مستوى الجدارة

source: Invalid competence level(s)
ar_sa: مستوى الجدارة غير صحيح

source: Competence category id
ar_sa: فئة الجدارات

# DUPLICATE_COMPETENCE_CATEGORY
source: This Category Already added before
ar_sa: تم إضافة هذه الفئه من قبل

# DUPLICATE_COMPETENCE_ITEM
source: This competency Already added before
ar_sa: تمت إضافة هذه الجدارة من قبل

# DUPLICATE_COMPETENCE_LEVEL
source: Duplicate competence level name
ar_sa: اسم المستوى متكرر

source: Invalid competence category
ar_sa: فئة الجدارة غير صحيحة

# CAN_NOT_DELETE_COMPETENCE_ITEM
source: Couldn't be removed, This Item is in use with a position
ar_sa: لا يمكن حذفه، هذا العنصر قيد الاستخدام مع تدرج وظيفي

# CAN_NOT_DUPLICATE_COMPETENCE_ITEM
source: Duplicated competence items
ar_sa: هناك جدارات مكررة أكثر من مرة

source: Competence item
ar_sa: الجدارة

source: Competence level
ar_sa: مستوى الجدارة

source: Enter competence levels and items
ar_sa: قم بإدخال الجدارة ومستويات الجدارة

source: Invalid competence items
ar_sa: قيم الجدارات غير صحيحة

# CAN_NOT_DELETE_TEMPLATE
source: Can not delete this template type
ar_sa: لا يمكن حذف هذا النوع من النماذج

source: Job request is hold
ar_sa: حالة الوظيفة معلقة

source: Job request is pending
ar_sa: حالة الوظيفة قيد الانتظار

# NOT_VALID_FILE_SIZE
source: Not valid file size, allowed size is {0} MB
ar_sa: حجم الملف غير صحيح الحجم المسموح به {0} ميجا

# NOT_VALID_FILE_TYPE
source: Not valid file type, allowed type(s) = {0}
ar_sa: نوع الملف غير صحيح نوع الملف المسموح به {0}

source: Template type
ar_sa: نوع النموذج

source: Template type already exist
ar_sa: نوع هذا النموذج موجود من قبل

source: SMS language
ar_sa: لغة رسالة SMS

source: Application id
ar_sa: هوية طلب التوظيف

source: Candidate list
ar_sa: قائمة المتقدمين

# INVALID_MICROSOFT_ACCOUNT
source: Please choose interviewer with valid microsoft account
ar_sa: من فضلك اختر مستخدم لديه حساب على مايكروسوفت

source: Meeting platform
ar_sa: منصة الاجتماعات

# ALLOWANCE_NAME_REQUIRED
source: Allowance names is required
ar_sa: يجب ادخال اسماء المستحقات المالية

# NATIONALITY_VACATION_ADDED_BEFORE
source: This Job Grade is added before with same nationality and grade before
ar_sa: تم إضافة رصيد اجازات لهذه الجنسيه و المستوي الوظيفي من قبل

source: Vacation balance
ar_sa: رصيد الاجازات

# DOCUMENT_NAME_DUPLICATE
source: This document name already exists
ar_sa: اسم الملف موجود بالفعل
