Repository: kirellosrashad/Mahgooz
Catalog: Localization/SharedResource.*.resx
Languages: ar_sa

source: Body
ar_sa: محتوى الرسالة

source: Email
ar_sa: البريد الإلكتروني

# EMAIL_ALREADY_SUBSCRIBED
source: This email is already subscribed
ar_sa: هذا البريد الإلكتروني مسجل من قبل

source: Subject
ar_sa: عنوان الرسالة

# INVALID_EMAIL_PASSWORD
source: The email and password you entered are not correct
ar_sa: البريد الإلكتروني وكلمة المرور اللذين أدخلتهما غير صحيحين

source: Password
ar_sa: كلمة المرور

source: Test
ar_sa: اختبار

# TRY_AGAIN_LATER_ERROR
source: Some error has occurred, please try again later
ar_sa: حدث خطأ من فضلك حاول مرة أخرى

source: {0} is not valid format
ar_sa: {0} ليس في صيغة صحيحة

source: {0} is required
ar_sa: {0} مطلوب

# EMAIL_CONFIRMATION_ERROR
source: Please confirm your email first
ar_sa: من فضلك قم بتأكيد البريد الإلكتروني الخاص بك

# DOMAIN_REGISTRED_BEFORE
source: This domain is registered before
ar_sa: هذا النطاق مسجل من قبل

# EMAIL_REGISTRED_BEFORE
source: This email is registered before
ar_sa: هذا البريد الالكترونى مسجل من قبل

source: Invalid phone number
ar_sa: رقم جوال غير صحيح

source: Confirm Password
ar_sa: تأكيد كلمة المرور

# PASSWORD_NOT_MATCH
source: Password and confirm password don’t match
ar_sa: كلمة المرور وتأكيد كلمة المرور لا تتطابق

source: Token
ar_sa: الرمز

# ACCOUNT_SUSPENDED
source: Your account is deactivated, please check with the system admin
ar_sa: لقد تم ايقاف حسابك ، الرجاء مراجعة الشخص المسئول

# InvalidToken
source: Token is invalid
ar_sa: الرمز غير صحيح

# PasswordRequiresDigit
source: Password must be a mixture of letters and numbers
ar_sa: كلمة المرور يجب ان تكون مزيج من الحروف والأرقام

# PasswordRequiresLower
source: Password must be a mixture of both uppercase and lowercase letters
ar_sa: كلمة المرور يجب ان تكون مزيج من الأحرف الكبيرة والصغيرة

# PasswordRequiresUpper
source: Password must be a mixture of both uppercase and lowercase letters
ar_sa: كلمة المرور يجب ان تكون مزيج من الأحرف الكبيرة والصغيرة

# PasswordTooShort
source: Password must be Min. 8 characters
ar_sa: كلمة المرور يجب ان تكون على الأقل 8 أحرف

source: Domain
ar_sa: االنطاق

source: First Name
ar_sa: الاسم الاول

source: Last Name
ar_sa: اسم العائلة

# {0}INVALID_DOMAIN
source: {0} Allow English only, spacing and special characters are not allowed
ar_sa: {0} مسموح للغة الإنجليزية فقط ، ولا يُسمح بالتباعد والحروف الخاصة

source: {0} exceed max length
ar_sa: {0} تعدى الحد المسموح بيه من الحروف

source: Company name (Ar)
ar_sa: أسم الشركه باللغة العربية

source: Company name (En)
ar_sa: أسم الشركه باللغة الانجليزية

# WAIT_ONE_MINUTE
source: Wait one minute before send again
ar_sa: انتظر دقيقة قبل الإرسال مرة أخرى

# PasswordValidation
source: Invalid password. A strong password should follow these rules: Min. 8 characters and 12 characters Max. A mixture of both uppercase and lowercase letters A mixture of letters and numbers
ar_sa: رمز مرور خاطئ. يجب أن تتبع كلمة المرور القوية هذه القواعد: على الأقل 8 أحرف و 12 حرفًا كحد أقصى مزيج من الأحرف الكبيرة والصغيرة مزيج من الحروف والأرقام

# DUPLICATE_NAME_AR
source: Duplicate arabic name
ar_sa: الاسم العربي موجود من قبل

# DUPLICATE_NAME_EN
source: Duplicate english name
ar_sa: الاسم الانجليزي موجود من قبل

source: Id
ar_sa: الرقم التعريفي

# JOB_ROLE_NAME_DUPLICATED
source: This job role already exists, please choose another name
ar_sa: هذه الوظيفة موجودة من قبل ، من فضلك اختر اسم اخر

# NAME_AR
source: Arabic name
ar_sa: الاسم العربي

# NAME_EN
source: English name
ar_sa: الاسم الانجليزي

source: {0} max length is {1}
ar_sa: {0} له حد أقصى {1} حرف

# {0}_ONLY_AR_LETTERS
source: {0} must be only arabic letters
ar_sa: {0} يجب ان يكون حروف عربية فقط

# {0}_ONLY_EN_LETTERS
source: {0} must be only english letters
ar_sa: {0} يجب أن يكون حروف انجليزية فقط

source: Data not found
ar_sa: القيمة غير موجودة

# COMPANY_NOT_EXIST
source: There is no registered company with this domain
ar_sa: لا توجد شركة مسجلة بهذا الدومين

# INTERNAL_SERVER_ERROR
source: Some error has occured, please contact administration
ar_sa: حدث خطأ من فضلك تواصل مع الإدارة

# CITY_NOT_BELONG_TO_COUNTRY
source: City does't belong to this country
ar_sa: هذة المدينة لا تقع تحت هذة الدولة

# ERROR_CONFIRMING_EMAIL
source: Error while confirming your email
ar_sa: حدث خطأ عند التحقق من البريد الالكترونى

source: Email already confirmed
ar_sa: تم التحقق من البريد الالكترونى مسبقا

# NO_PERMISSION_SELECTED
source: The job role must have at least one permission
ar_sa: يجب ان تحتوى الوظيفة على صلاحية واحدة على الأقل

source: Permissions
ar_sa: الصلاحيات

source: Invalid Image Format
ar_sa: الصورة غير صالحة

# INVALID_IMAGE_SIZE
source: File size should not exceed 10MB
ar_sa: يجب أن لا يتعدى حجم الملف 10 ميجا بايت

source: Job role
ar_sa: الوظيفة

# DUPLICATE_EMAIL
source: This email is created before
ar_sa: هذا البريد الالكترونى مسجل من قبل

# NO_JOB_ROLE_SELECTED
source: You must select at least one job role
ar_sa: يجب ان تختار على الأقل وظيفة واحدة

source: Not valid job roles
ar_sa: الوظيفة غير صحيحة

source: Maximum salary should be bigger than Minimum
ar_sa: الحد القصى للأجر يجب ان يكون اكبر من الحد الأدنى

source: Currency
ar_sa: العملة

# CURRENCY_NOT_EXIST_IN_DATABASE
source: Cureency doesn't exist in data base
ar_sa: هذة العملة غير موجوده بالنظام

# GRADENAMEAR
source: Salary Grade (Ar)
ar_sa: أسم الفئة باللغة العربية

# GRADENAMEEN
source: Salary Grade (En)
ar_sa: أسم الفئة باللغة الانجليزية

# INVALIDMAXSALARYNUMBER
source: Max Salary is invalid
ar_sa: أقصى مرتب غير صحيح

# INVALIDMAXSALARYRANG
source: Max Salary must between 0.00 and 99999999
ar_sa: أقصى مرتب يجب ان يكون بين 0.00 و 99999999

# INVALIDMINSALARYNUMBER
source: Min Salary is invalid
ar_sa: أدنى مرتب غير صحيح

# INVALIDMINSALARYRANG
source: Min Salary must between 0.00 and 99999999
ar_sa: أدنى مرتب يجب ان يكون بين 0.00 و 99999999

source: Max Salary
ar_sa: أقصى مرتب

source: Min Salary
ar_sa: أدنى مرتب

# BRANCH_NAME_DUBLICATION
source: This branch name already exists, please choose another name
ar_sa: هذا الفرع موجود من قبل ، من فضلك اختر اسم اخر

# SALARY_NAME-DUBLICATION
source: Salary grade name exists before
ar_sa: هذه الفئة موجودة من قبل

source: Invalid email
ar_sa: بريد الكترونى غير صحيح

# STATUS
source: Activate status
ar_sa: حالة التفعيل

source: Not valid actions
ar_sa: الصلاحيات غير صحيحة

# ROLE_HAS_USERS
source: Sorry, you can't delete this job role because there are assigned agents to it.
ar_sa: عفوا لا تستطيع حذف هذه الوظيفة لوجود عملاء مدرجين تحتها

# JOBTITLENAMEAR
source: Job Title (Ar)
ar_sa: اسم الوظيفة باللغة العربية

# JOBTITLENAMEEN
source: Job Title(En)
ar_sa: اسم الوظيفة باللغه الانجليزية

# JOB_TITLE_NAME_DUBLICATION
source: This position already exists, please choose another name
ar_sa: هذه الوظيفة موجودة من قبل، من فضلك اختر اسم اخر

source: Description
ar_sa: الوصف

source: Title
ar_sa: العنوان

# NOT_VALID_JOB_REQUISITION_DATA
source: Not valid that item can be hide and mandatory
ar_sa: لا يمكن ان يكون الحقل الزامى ومخفى

source: Not valid job requisition item
ar_sa: طلب الوظيفة غير صحيح

# NOT_VALID_JOB_REQUISITION_VALUE
source: only Company brief that contain value
ar_sa: جميع العناصر لا تحتوى على قيمة ما عدا كلمة عن الشركه

# JOB_REQUISITION_EMPTY_MODEL
source: job requisition model must contain at least one item
ar_sa: لابد من ارسال على الاقل عنصر واحد لحفظه

source: Not valid salary grade
ar_sa: الراتب غير صحيح

source: value
ar_sa: القيمة

source: Branch
ar_sa: الفرع

source: Job title
ar_sa: الوظيفة

source: Job type
ar_sa: نوع الوظيفة

source: Joining date
ar_sa: تاريخ الإنضمام

# NUM_OF_OPENINGS
source: Number of openings
ar_sa: عدد الوظائف المتاحة

source: Salary grade
ar_sa: درجة الراتب

# {0}_ONLTY_NUMBER
source: {0} must be number
ar_sa: {0} يجب انت تكون رقم

source: Invalid Branch
ar_sa: الفرع غير صحيح

source: Invalid job title
ar_sa: الوظيفة غير صحيحة

source: Invalid job type
ar_sa: نوع الوظيفة غير صحيح

# INVALID_JOINING_DATE
source: Joining date must be greater than today
ar_sa: تاريخ الإنضمام يجب أن يكون أكبر من تاريخ اليوم

# INVALID_NUM_OF_OPENINGS
source: Number of openings must be greater than 0
ar_sa: عدد الوظائف المتاحة يجب أن يكون أكبر من صفر

source: Invalid salary grade
ar_sa: درجة الراتب غير صحيحة

# COMPANY_BRIEF_REQUIRED
source: Company Brief is required
ar_sa: لابد من ادخال كلمة عن الشركه

# INVALIDWEIGHT
source: weight must be between 0 and 100
ar_sa: القيمة لابد ان تكون بين 0 و 100

source: Invalid Job Post Request
ar_sa: طلب الوظيفة غير صحيح

source: Invalid Nationality
ar_sa: الجنسية غير صحيحة

source: Invalid residency
ar_sa: الاقامة غير صحيحة

# JOBDESCRIPTIONNAMEAR
source: Job Description (Ar)
ar_sa: الوصف الوظيفي باللغة العربية

# JOBDESCRIPTIONNAMEEN
source: Job Description (En)
ar_sa: الوصف الوظيفي باللغه الانجليزية

source: Job Specification
ar_sa: خصائص الوظيفة

# MaxAgeMustBeGreaterThanMinAge
source: Min age should be less than max-age
ar_sa: يجب ان لا يزيد الحد الادنى للعمر عن الحد الاقصى

# TemplateNameDublication
source: The template name must be unique
ar_sa: يجب أن يكون اسم القالب غير مكرر

# ThereIsDublicationInEducation
source: You can't repeat the college with its degree
ar_sa: لا يمكنك تكرار الكلية و الدرجة العلمية

# ThereIsDublicationInLanguage
source: You can't repeat the language with its proficiency level
ar_sa: لا يمكنك تكرار اللغة بمستوى الكفاءة

# VALUEAR
source: Company Brief (ar)
ar_sa: كلمة عن الشركه باللغة العربية

# VALUEEN
source: Company Brief (en)
ar_sa: كلمة عن الشركة باللغة الانجليزية

source: Confirm new password
ar_sa: تأكيد كلمة المرور الجديدة

source: Current password
ar_sa: كلمة المرور الحالية

# EMAIL_REGISTRED_BEFORE_OTHER_COMPANY
source: This is email is registered for another company
ar_sa: عفوا هذا البريد الاكترونى مسجل من قبل فى شركة اخرى

# INVALID_PASSWORD
source: Incorrect password
ar_sa: كلمة مرور غير صحيحة

source: New password
ar_sa: كلمة المرور الجديدة

# PasswordMismatch
source: Incorrect password
ar_sa: كلمة مرور غير صحيحة

# AnswerMustGreateThan2Answer
source: Question answer must greater than 2 answers
ar_sa: الاجابات لابد ان تكون اجابتين على الاقل

# AnswerOfQuestionIsDublication
source: you can't repeat quetion answer
ar_sa: لا يمكنك تكرار اجابات الاسئلة

# MustEnterWeightIfItemIsPerfered
source: Enter weight in case item type is perferred
ar_sa: لابد من ادخال وزن اذا كان العنصر نوعه مفضل

# TotalWeightExcced100
source: sum of weight must less than or equal 100
ar_sa: مجموع الاوزان لا يمكن ان يزيد عن 100

# EssayQuestionMustnotContainAnyAnswer
source: Essay question must not contain any answers
ar_sa: الاسئلة المقالية لا تحتوى على اى اجابات

source: Must enter question
ar_sa: لابد من ادخال اسئلة

# WeightMustGreaterThanZero
source: Weight must be greater than 0
ar_sa: الوزن يجب ان يكون اكثر من 0

# ANSWERNAMEAR
source: Answer (Ar)
ar_sa: الاجابة باللغه العربية

# ANSWERNAMEEN
source: Answer (En)
ar_sa: الاجابة باللغه الانجليزية

source: Question Name (Ar)
ar_sa: اسم السؤال باللغة العربية

source: Question Name (En)
ar_sa: اسم السؤال باللغه الانجليزية

# SectionIsDublication
source: The section name must be unique
ar_sa: يجب أن يكون اسم القسم فريدًا

source: Section Name (Ar)
ar_sa: أسم القسم باللغه العربية

source: Section Name (En)
ar_sa: أسم القسم باللغه الانجليزية

source: Template Name (Ar)
ar_sa: أسم القالب باللغه العربية

source: Template Name (En)
ar_sa: أسم القالب باللغة الانجليزية

# YesOrNoQuestionContainOnlyTwoAnswer
source: Yes Or No Question Contain Only 2 Answers
ar_sa: اسئلة نعم او لا يجب ان تحتوى على اجابتين

# JOB_REQUEST_CAN_NOT_DELETED
source: Job request can not be deleted
ar_sa: لا يمكن حذف طلب الوظيفة

source: Job request is closed
ar_sa: طلب الوظيفة تم اغلاقه

# JOB_REQUEST_IS_PUBLISHED
source: Job request is already published
ar_sa: طلب الوظيفة منشور من قبل

source: At least one answer
ar_sa: على الاقل لابد من وجود اجابة واحدة على الاقل

# DateMustBeNotIntersect
source: The date answers must not intersect with each other
ar_sa: يجب ألا تتقاطع إجابات التاريخ مع بعضها البعض

source: Invalid Answer
ar_sa: يوجد خطا فى اجابات الاسئلة

# TimeMustNotBeIntersect
source: The time answers must not intersect with each other
ar_sa: يجب ألا تتقاطع إجابات الوقت مع بعضها البعض

# DateToMustGreaterThanDateForm
source: Date to must be greater than date from
ar_sa: التاريخ الى لابد ان يكون اكبر من التاريخ من

# TimeToMustGreaterThanTimeForm
source: Time to must be greater than time from
ar_sa: الوقت الى لابد اكبر من الوقت من

source: Job title category
ar_sa: تصنيف الوظيفة

source: Not valid job title category
ar_sa: هذا التصنيف غير صحيح

source: Contract Type Is Required
ar_sa: لابد من ادخال نوع العقد

source: Must Enter Description
ar_sa: لابد من ادخال التفاصيل

source: Country code
ar_sa: كود البلد

source: Country code number
ar_sa: رقم كود البلد

source: Date of birth
ar_sa: تاريخ الميلاد

source: Gender
ar_sa: الجنس

source: Invalid gender
ar_sa: الجنس غير صحيح

source: Invalid marital status
ar_sa: الحالة الإجتماعية غير صحيحة

source: Marital status
ar_sa: الحالة الإجتماعية

source: Not valid country
ar_sa: البلد غير صحيحة

source: Residency
ar_sa: البلد

# RESIDENCY_AR
source: Residency name ar
ar_sa: اسم البلد عربي

# RESIDENCY_EN
source: Residency name en
ar_sa: اسم البلد انجليزي

source: file
ar_sa: الملف

source: File name
ar_sa: اسم الملف

source: Image
ar_sa: الصورة

source: File extension
ar_sa: امتداد الملف

source: College
ar_sa: الكلية

source: Degree
ar_sa: الدرجة

source: Invalid college
ar_sa: الكلية غير صحيحة

source: Invalid degree
ar_sa: الدرجة غير صحيحة

source: Company name
ar_sa: اسم الشركة

# FROM
source: From date
ar_sa: التاريخ من

source: Duplicate language
ar_sa: لغة متكررة

source: English proficiency level
ar_sa: مستوى إجادة اللغة الإنجليزية

# INVALID_ENGLISH_PROFICIENCY
source: Invalid english proficiency level
ar_sa: مستوى اللغة الانجليزية غير صحيح

# INVALID_LANGUAGE_PROFICIENCY
source: Invalid language proficiency level
ar_sa: احدى مستويات اللغة غير صحيحة

source: Invalid skill
ar_sa: مهارة غير صحيحة

# INVALID_GPA_OUT_OF
source: Invalid GPA out of value
ar_sa: المعدل التراكمي غير صحيح

source: Invalid GPA
ar_sa: المعدل التراكمي غير صحيح

# APPLIED_BEFORE
source: You applied to this job before
ar_sa: لقد قدمت على هذه الوظيفة بالفعل

# COMPLETE_SCREENING_QUESTIONS
source: Please complete screening question first
ar_sa: من فضلك أكمل الاسئلة اولا

source: Invalid question
ar_sa: السؤال غير صحيح

source: Invalid question section
ar_sa: القسم غير صحيح

# JOB_REQUEST_CLOSED
source: Sorry this vacancy is closed and no longer available
ar_sa: عذرا هذه الوظيفة مغلقة ولم تعد متاحة

# PROFILE_NOT_COMPLETE
source: Please complete your profile to be able to apply to any vacancy
ar_sa: الرجاء إكمال الملف الشخصى للتمكن من التقديم على الوظائف

source: User not found
ar_sa: المستخدم غير موجود

source: Closing date
ar_sa: تاريخ الإغلاق

source: Choose or add job title
ar_sa: قم باختيار اوإضافة وظيفة

# INVALID_WIZARD_VIEW
source: Wizard is saved before
ar_sa: البيانات تم تسجيلها من قبل

# LOGO_REQUIRED
source: Logo is required
ar_sa: لابد من ادخال اللوجو

# REQUIRED_CATEGORY
source: Job title category is required
ar_sa: لابد من ادخال تصنيف الوظيفه

# INVALID_EDIT_FOR_APPROVAL_STATUS
source: Can not edit this record
ar_sa: لا يمكن تعديل هذه البيانات

# INVALID_DELETE_FOR_APPROVAL_STATUS
source: Can not delete this record
ar_sa: لا يمكن حذف هذه البيانات

source: Disapproved reason
ar_sa: سبب الرفض

# INVALID_POST_FOR_APPROVAL_STATUS
source: Can not post this record
ar_sa: لا يمكن نشر هذه الوظيفة

# Download_Sample_Sheet
source: Please download the agents' sample first and then upload it with the desired agents
ar_sa: يجب تحميل النموذج أولا لكى يتسنى لك رفع ملف العملاء

source: Error in excel
ar_sa: خطأ فى الأيكسيل

# INVALID_EXCEL_EXTENSION
source: Invalid extension file , Please download the agents' sample first and then upload it with the desired agents
ar_sa: الامتداد غير صحيح ,يجب تحميل النموذج أولا لكى يتسنى لك رفع ملف العملاء

# EXCEL_INVALID_File
source: Invalid Excel File
ar_sa: الملف غير صالح

# EXCEL_INVALID__SIZE
source: Max size is 10MB
ar_sa: الحجم المسموح 10 ميجا

# EXCEL_DATA_REQUIRED
source: Row {0} is skipped because the first name, last name , email and job Role are required
ar_sa: العميل رقم {0} تم حذفه لأن يجب ادخال الاسم الاول , الاسم الاخير , البريد الالكترونى و الوظيفه

# EXCEL_EXCEED_MAX_LENGTH
source: Row {0} are skipped because the first and last name should not exceed 50 characters each
ar_sa: يتم تخطي الصف {0} لأنه يجب ألا يتجاوز الاسم الأول والأخير 50 ​​حرفًا لكل منهما

# EXCEL_INVALID_MAIL
source: Row {0} are skipped because there were invalid emails
ar_sa: العميل رقم {0} تم حذفه بسبب خطأ فى البريد الالكترونى

# EXCEL_MAIL_DUPLICATION
source: Row {0} are skipped because there were repeated emails
ar_sa: العميل رقم {0} تم حذفه بسبب تكرار البريد الالكترونى

# EXCEL_RECORDS_NUMBER
source: The allowed number of records is 100 MAX
ar_sa: العدد المسموح به من الصفوف هو 100

# INVALID_SALARY_SECTION
source: The sum of the salary sections have to be less than 100%
ar_sa: مفردات المرتب يجب ان لا تتعدى 100%

# INVALID_SALARY_SECTION_NAME
source: You can't repeat the salary options
ar_sa: يرجى عدم ادخال نفس مفردات المرتب اكثر من مرة

# INVALID_SALARY_DETAILS_VALUE
source: Percentage must be greater than 0
ar_sa: النسبة يجب ان تزيد عن 0

# DOWNLOAD_SALARY_SAMPLE
source: Please download the salary grades' sample first and then upload it with the desired salary grades
ar_sa: يجب حميل النموذج أولا لكى يتسنى لك رفع ملف الرواتب

# EXCEL_SALARY_GRADE_DATA_REQUIRED
source: Row {0} is skipped because the salary grade En, salary grade Ar, max. , min. and currency are required
ar_sa: العميل رقم {0} تم حذفه لأن يجب ادخال الاسم باللغه الانجليزيه, الاسم باللغه العربيه, الحد الادنى , الحد الاقصى و العمله

source: Interview id
ar_sa: رقم المقابلة

source: Comment
ar_sa: التعليق

source: Rate
ar_sa: التقييم

# INTERVIEW_IS_COMPLETED
source: Interview is already completed and closed
ar_sa: المقابلة اكتملت وتم إغلاقها

# INTERVIEW_IS_CANCELED
source: Sorry this interview has been canceled
ar_sa: نعتذر تم إالغاء هذه المقابله

# INTERVIEW_TIME_EARLY
source: Interview is not started yet
ar_sa: المقابلة لم تبدأ

# INVALID_RATE_RANGE
source: Rate range between 0 and 100
ar_sa: التقييم يجب ان يكون بين 0 و 100

# EXCEL_INVALID_RANGE_SALARY
source: Row {0} are skipped because the Min. salary is bigger than the Max.
ar_sa: الراتب رقم {0} تم حذفه لأن الحد الأدنى للراتب أكبر من الحد الأقصى

# EXCEL_SALARY_NAME_DUPLICATION
source: Row {0} are skipped because there were repeated salary grades names
ar_sa: الراتب رقم {0} تم حذفه بسبب تكرار اسم الراتب

source: Invalid interview id
ar_sa: رقم المقابلة غير صحيح

# USER_CAN_NOT_DELETED
source: Can not delete this user
ar_sa: لا يمكن حذف هذا المستخدم

# COMPANY_IS_DEACTIVATED
source: This company is deactivated now, please contact HRcom team at info@hrcom.io
ar_sa: هذه الشركة موقوفة، الرجاء الاتصال بنا من خلال الايميل info@hrcom.io

# EXCEL_APPLICANT_REQUIRED
source: Row {0} is skipped because the first name, last name and email are required
ar_sa: العميل رقم {0} تم حذفه لأن يجب ادخال الاسم الاول , الاسم الاخير و البريد الالكترونى

# EXCEL_INVALID_PHONE
source: Row {0} are skipped because there were invalid phone
ar_sa: العميل رقم {0} تم حذفه بسبب خطأ فى التليفون

# INVALID_FILE
source: Invalid file format
ar_sa: صيغة الملف غير صحيحة

source: Interview type
ar_sa: نوع المقابلة

source: Name
ar_sa: الاسم

# DUPLICATE_INTERVIEW_NAME
source: Interview name should be unique
ar_sa: اسم المقابلة يجب ان لا يتكرر

# INVALID_DELETE
source: Can not delete this record
ar_sa: لا يمكن حذف هذه القيمة

# INVALID_UPDATE
source: Can not update this record
ar_sa: لا يمكن تعديل هذه القيمة

# INVALID_ADD_INTERVIEW_SETUP
source: Can not add new interview setup
ar_sa: لا يمكن إضافة اعدادات مقابلة جديدة

# INVALID_ORDER_INTERVIEW_SETUP
source: Can not order interview setup
ar_sa: لا يمكن إعادة ترتيب اعدادت المقابلة

# INVALID_INTERVIEW_SETUP
source: Please set at least one interview to be able to start managing the applicants
ar_sa: يرجى تحديد مقابلة واحدة على الأقل لتتمكن من البدء في إدارة المتقدمين

# INVALID_CANDIDATE_INTERVIEW_TIME
source: The candidate has interview at the same time
ar_sa: يوجد مقابلة اخرى لهذا المتقدم فى نفس التوقيت

# INVALID_INTERVIEWER_INTERVIEW_TIME
source: The Interviewer has interview at the same time
ar_sa: يوجد مقابلة اخرى لهذا المقابل فى نفس التوقيت

source: Invalid Interview Setup ID
ar_sa: رقم نظام المقابلات غير صحيح

# INVALID_MINUTES_FOR_INTERVIEW
source: Sorry you can't start new interviews as you already consumed the allowed minutes
ar_sa: عفوا لا تستطيع بدء مقابلة جديدة بسبب استهلاكك للدقائق المسموح بها

# LOCATION_REQUIRED
source: Location is required
ar_sa: من فضلك ادخل مكان المقابلة

# COLLAGE_REQUIRED
source: Collage is required
ar_sa: لابد من إدخال الكليه

# CUSTOM_TITLE_REQUIRED
source: Job Title is required
ar_sa: لابدمن إدخال الوظيفه

# DEGREE_REQUIRED
source: Degree is required
ar_sa: لابد من إدخال الدرجه

# INVALID_SALARY
source: Select salary grade or insert custom base salary
ar_sa: اختر درجة الراتب او ادخل قيمة للراتب الاساسي

# DUPLICATE_STAGE_NAME_Ar
source: Stage name Ar should be unique
ar_sa: اسم المرحله العربى يجب ان لا يتكرر

# DUPLICATE_STAGE_NAME_En
source: Stage name En should be unique
ar_sa: اسم المرحله الانجليزى يجب ان لا يتكرر

# INVALID_STAGE_DELETE
source: Can not delete this stage
ar_sa: لا يمكن حذف هذه المرحلة

# SELECT_ANOTHER_STAGE
source: Select another different stage
ar_sa: قم باختيار مرحلة أخرى مختلفة

# STAGE_HAS_APPLICATIONS
source: There are candidates on this stage please move them to another stage
ar_sa: هناك مرشحين في هذه المرحلة يرجى نقلهم إلى مرحلة أخرى

# INVALID_DELETE_PIPELINE
source: You can't delete this flow
ar_sa: لا يمكن حذف هذا المسار

# INVALID_DELETE_PIPELINE_HAS_JOBS
source: You can't delete this flow. This flow is used in published or closed job openings
ar_sa: عفوا لا تستطيع حذف هذا المسار لوجود وظائف مرتبطة به

# INVALID_DELETE_PIPELINE_IS_DEFAULT
source: This is the default flow please select another default flow
ar_sa: الرجاء اختيار مسار اساسى اخر قبل حذف هذا المسار

# FLOW_NAMEAR_REQUIRED
source: FLow Name Ar is required
ar_sa: يجب إدخال اسم المسار باللغه العربيه

# FLOW_NAMEEN_REQUIRED
source: FLow Name En is required
ar_sa: يجب إدخال اسم المسار باللغه الانجليزيه

source: Invalid rejection reason
ar_sa: سبب الرفض غير صحيح

source: Invalid stage
ar_sa: المرحلة غير صحيحة

# REQUIRED_REJECTION_REASON
source: Rejection reason is required
ar_sa: سبب الرفض مطلوب

source: Invalid stage action
ar_sa: الفعل لا يوجد في هذه المرحلة

# INVALID_STAGE_HAS_ACTION
source: Stage has action
ar_sa: المرحلة لها فعل

# INVALID_INTERVIEW_TIME
source: End time must be greater than start time
ar_sa: وقت النهائى النهائى لابد ان يكون اكبر من وقت البدايه

source: Last company name
ar_sa: اسم الشركة

source: Last position
ar_sa: أخر وظيفة

# ATTACHMENT_IS_REQUIRED
source: Please select preoffer attachment
ar_sa: من فضلك اختر نوع الوثيقة

# ATTACHMENT_TITLE_DUPLICATION
source: Attachmnet already exist
ar_sa: الوثيقة موجودة من قبل

source: Invalid attachment type
ar_sa: نوع المرفقات غير صحيح

# INVALIDRATE
source: Rate must be between 0 and 100
ar_sa: التقيم لابد ان يكون من 0 الى 100

# ALREADY_FILLED_FORM
source: Thank you! You have already filled this form
ar_sa: لقد قمت باستكمال البيانات من قبل

source: Complete required attachments
ar_sa: اكمل المرفقات المطلوبة

# NOT_SUBSCRIPED_COMPANY
source: You must subscripe to activate this action
ar_sa: يجب ان تكون مشتركا لكي تفعل هذه الخاصية

# USERS_OVER_PLAN_LIMIT
source: Based on your subscribed plan, you are allowed to add {0} agents
ar_sa: بناءا على خطة اشتراكك انت مسموح لك بعدد {0} من المستخدمين

# USERS_PLAN_LIMIT
source: You've reached maximum number of agents on your plan
ar_sa: لقد وصلت للحد الأقصى من الوكلاء في الخطة الخاصة بكم

# CardIsDefault
source: You can't delete the active card, Please active another card first
ar_sa: لا يمكن حذف كارد افتراضي, من فضلك قم باختيار كارد اخر افتراضي قبل الحذف
